Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Spełniłem prośbę Patracjana. Pora, by on dotrzymał swojej części umowy.
uk: Я виконав прохання Патриціана. Настав час йому виконати свою частину угоди.

source: Spełniłem twoją prośbę, a ty jeszcze chcesz pieniędzy?
uk: Я виконав твоє прохання, а ти все ще хочеш грошей?

source: Spełniły się moje obawy. W mieście doszło do zamachu na Volkera i Jon jest tym, który za nim stoi. Czarne chmury zebrały się nad wyspą, a Adanos wyraźnie wystawia nasze serca na próbę. Nie mam wyboru. Muszę podjąć z braćmi temat o rozwiązaniu Wodnego Kręgu.
uk: Мої побоювання справдилися. У місті стався замах на Волкера, і за ним стоїть Йон. Над островом зібралися чорні хмари, і Аданос явно випробовує наші серця на міцність. У мене немає вибору. Я повинен обговорити з братами питання про розпуск Кільця Води.

source: Spieprzaj, nie chcę cię tu widzieć!
uk: Забирайся, я не хочу тебе тут бачити!

source: Spieszy? Gdzie się człowiek spieszy, tam się Beliar cieszy!
uk: Поспішаєш? Там де людина поспішає, там Беліар наздоганяє!

source: Spis miejsc, w których muszę rozwiesić
uk: Список місць, де потрібно розвісити

source: Spis powiadomień o licytacji
uk: Перелік оголошень про аукціон

source: Spisana na szybko notatka Wilczego Syna.
uk: Похапцем написана записка Вовчого Сина.

source: Spisane przemyślenia Dacka.
uk: Записані думки Дака.

source: Spisałem ci na kartce podstawową rutynę patrolową. Postępuj zgodnie z poleceniami, a wszystko powinno być w porządku. Tylko nie zapomnij stawić się jutro przed zmierzchem!
uk: Я записав для тебе основний маршрут патрулювання. Дотримуйся інструкцій, і все буде добре. Тільки не забудь прийти завтра до настання темряви!

source: Spisałem dla ciebie krótką listę potrzebnych elementów wyposażenia i miejsc, gdzie możesz je znaleźć.
uk: Я написав для тебе короткий список потрібного обладнання, і місця, де його можна знайти.

source: Spisałem sobie czego, a przede wszystkim kogo, nam jeszcze brakuje. Chwilę pewnie nam zajmie przejście przez całą listę. Możemy się tym teraz zająć?
uk: Я записав, чого, а головне кого нам ще бракує. Ймовірно, нам знадобиться деякий час, щоб переглянути весь список. Можемо розпочинати вже зараз?

source: Spisałeś się lepiej niż większość parobków Ramseya. Daj mi go prędko, to jeszcze dziś zaserwuje Albynowi jego ulubionego śledzia w cieście ze szczyptą pieprzu i ostryżu!
uk: Ти впорався краще, ніж більшість батраків Рамзі. Віддай мені його швидше, і я подам Альбіну його улюблений оселедець в клярі з дрібкою перцю і устрицями сьогодні ввечері!

source: Spisz się dobrze, a porozmawiamy o twoim spotkaniu z Jonem.
uk: Якщо добре впораєшся, тоді поговоримо про твою зустріч з Йоном.

source: Splątany język: Tom I
uk: Заплутана мова. Том I

source: Splątany język: Tom II
uk: Заплутана мова. Том II

source: Spoczywaj w pokoju.
uk: Спочивай з миром.

source: Spod jakiego kamienia wylazłeś, kolego?
uk: З-під якого каменю ти виліз, друже мій?

source: Spodoba ci się u nas! Opłata za wejście będzie wynosić...
uk: Тобі сподобається у нас! Платою за вхід буде...

source: Spodobała im się córka jednego z naszych farmerów. Parę dni później nie było ani jej, ani naszych gości.
uk: Їм сподобалася донька одного з наших фермерів. Через декілька днів ані її, ані наших гостей вже не було.

source: Spodziewaliśmy się tego. Tyle dni w kopalni pełnej pełzaczy, nie mieli najmniejszych szans na przetrwanie.
uk: Ми цього очікували. Стільки днів у копальні, повній повзунів, у них не було ані найменшого шансу вижити.

source: Spodziewam się ataku z dwóch stron - frontowego oraz wsparcia przez flotę od strony morza. Musimy zaatakować ich siły, póki są podzielone.
uk: Я очікую нападу з двох напрямків – з лінії фронту, і підтримки флоту з боку моря. Ми повинні атакувати їхні сили, поки вони розділені.

source: Spodziewam się na placu prawdziwych tłumów.
uk: Я очікую побачити на площі справжній натовп.

source: Spodziewamy się sporej dostawy towarów. Pójdziesz i sprawdzisz, czy wszystko przebiega zgodnie z planem. Jeśli załoga będzie czegoś potrzebować do pomocy w rozładunku, zgłoś to do mnie.
uk: Ми очікуємо велику партію товару. Ти підеш і перевіриш, чи все йде за планом. Якщо екіпажу знадобиться допомога в розвантаженні, доповіси мені.

source: Spodziewałem się czegoś bardziej fascynującego.
uk: Я очікував чогось більш захоплюючого.

source: Spodziewałem się po tobie czegoś ciekawszego.
uk: Я очікував від тебе чогось цікавішого.

source: Spodziewałem się tego. Cóż... kolejny podatek mocno uszczupli twoje finanse!
uk: Саме цього я й очікував. Що ж... наступний податок сильно вдарить по твоїх фінансах!

source: Spodziewałem się tu jednego z naszych, nie pupilka Lorenzo.
uk: Я очікував, що тут буде хтось із наших, а не песик Лоренцо.

source: Spodziewałem się wszystkiego, ale nie mikstury zmiany w pieprzonego chrząszcza! Hahahaha!
uk: Я очікував чого завгодно, але тільки не перетворення на довбаного жука! Ха-ха-ха-ха!

source: Spokojnie Antonio, Gonzalo, czy jak ci tam. Cortez ma dla ciebie specjalne zamówienie.
uk: Розслабся, Антоніо, Гонсало, чи як там тебе звати. Кортез має для тебе особливе замовлення.

source: Spokojnie Martha, przecież ten pierwszy mówił, że niebawem przybędzie reszta.
uk: Заспокойся Марто, адже нас попередили, що скоро прибуде решта.

source: Spokojnie Marvin, umiem sobie poradzić w terenie. Jeszcze podziękujesz, że tu jestem, gdy moja strzała uratuje ci życie.
uk: Розслабся, Марвіне, я можу дати собі раду. Ти ще подякуєш, що я тут, коли моя стріла врятує тобі життя.

source: Spokojnie braciszku, nie tak łatwo pozbyć się takiego starego wygi jak ja.
uk: Розслабся, братику, не так легко позбутися такого старого пройдисвіта, як я.

source: Spokojnie chciałem sprawdzić, tylko czy wszystko gra.
uk: Я просто хотів перевірити, чи все гаразд.

source: Spokojnie chłopcze, jesteśmy rodziną! Sam Adanos uczył nas, że rodzina to rzecz najważniejsza, niezależnie od wszystkiego, co by się z nią działo.
uk: Не переймайся, хлопче, ми ж сім'я! Сам Аданос вчив нас, що сім'я – це найважливіше, що б не сталося.

source: Spokojnie chłopcze, nie tylko tobie zależy na rozwiązaniu tego problemu.
uk: Будь певен, хлопче, ти не єдиний, хто переймається вирішенням цієї проблеми.

source: Spokojnie chłopcze. Chyba coś ci się pomyliło. Chronię cię tutaj, wewnątrz głównej sali.
uk: Розслабся, хлопче. Здається, ти щось не так зрозумів. Я захищаю тебе тут, у головній залі.

source: Spokojnie chłopcze. Myślisz, że tak łatwo można mnie oszukać?
uk: Спокійніше, хлопче. Думаєш, мене так легко обдурити?

source: Spokojnie koczowaliśmy pod Wilczym Leżem, zjawiasz się ty i nagle lecą nam głazy na głowę!
uk: Ми мирно розбили табір біля Вовчого Лігва, але тут з'явився ти, і раптом валуни летять нам на голови!

source: Spokojnie kolegoooo! Na żartach się nie znasz? Nikt nie zna się już na dobrych żartach, no. Muszę lecieć. Pozdrów Dimę!
uk: Спокійно, друже! Жартів не розумієш? Ніхто більше не розуміє добрих жартів. Мені пора. Передай Діні привіт!

source: Spokojnie pokonam pięciu... Nie! Dziesięciu! I to gołymi rękoma!
uk: Я можу з легкістю перемогти п'ятьох... Ні! Десятьох! Навіть голими руками!

source: Spokojnie postaram się coś wymyślić. Póki co może lepiej nie pokazuj się tak nikomu. Nie wiadomo jak ktoś może zareagować na twój widok.
uk: Я постараюся що-небудь придумати. А поки що, мабуть, краще нікому не показуйся на очі. Невідомо, як люди відреагують, побачивши тебе.

source: Spokojnie się zastanów nad wyborem i pamiętaj, że jak do jednego się zapiszesz, to już nie będzie odwrotu. Nie lubimy niepotrzebnego mieszania w papierach.
uk: Спокійно обміркуй свій вибір і пам'ятай, що одного разу підписавшись, шляху назад немає. Ми не любимо зайвої паперової плутанини.

source: Spokojnie! Nie ty masz ją wypróbować.
uk: Розслабся! Не ти маєш це випробовувати.

source: Spokojnie! Pamiętaj, że ja też chcę coś na tym zyskać. Nie pozwolę ci zgarnąć całej chwały.
uk: Спокійно! Пам'ятай, що я теж щось хочу з цього отримати. Я не дозволю тобі забрати всю славу.

source: Spokojnie! W tym stanie nie powstrzymasz nawet chrząszcza. Jeśli masz opuścić mury klasztoru, to najpierw musimy doprowadzić twoje ciało do dawnej sprawności.
uk: Заспокойся! У такому стані ти не зможеш зупинити навіть м'ясного жука. Якщо хочеш покинути стіни монастиря, ми повинні спочатку привести твоє тіло до попереднього стану.

source: Spokojnie! Zaczekaj!
uk: Спокійно! Зачекай!

source: Spokojnie, Duster. Powiedz, co się stało.
uk: Заспокойся, Дастере. Розкажи, що сталося.

source: Spokojnie, Martho! Spotkałem Lutza w mieście. Wrócił w rodzinne strony, jest teraz Gwardzistą Królewskim...
uk: Заспокойся, Марто! Я зустрів Люца в місті. Він повернувся в рідні краї, тепер він королівський гвардієць...

source: Spokojnie, Ulryk jest otwarty na wszelkie audiencje.
uk: Запевняю, Ульрік відкритий для будь-якої аудієнції.

source: Spokojnie, aż tak źle nie jest. Chociaż bywa to kosztowne, to niezależnie od twojego stanu wiedzy możesz korzystać z magicznych zwojów. Takich jak na przykład ten.
uk: Спокійно, все не так погано. Хоч це й може бути дорогувато, але незалежно від твого рівня знань, ти зможеш використовувати магічні сувої. Наприклад, такі, як цей.

source: Spokojnie, byłem już tam z Magiem Wody, Riordianem, i oczyściliśmy cały przedsionek. Resztą zajmie się cały oddział wyszkolonych wojowników.
uk: Не хвилюйся, я вже був там з Магом Води Ріордіаном, і ми розчистили вхід. Про решту подбає цілий загін тренованих воїнів.

source: Spokojnie, chciałem tylko zapytać, czy czegoś nie zgubiłeś.
uk: Спокійніше, я просто хотів запитати, чи ви нічого не загубили.

source: Spokojnie, chłopcze, spokojnie!
uk: Спокійно, хлопче, спокійно!

source: Spokojnie, chłopcze, wszystko w swoim czasie.
uk: Спокійно, хлопче, всьому свій час.

source: Spokojnie, chłopcze. Wygląda na to, że dawka była za mocna. Będę musiał ją nieco osłabić przed kolejnymi eksperymentami.
uk: Заспокойся, хлопче. Схоже, доза була надто сильною. Доведеться трохи послабити її перед наступними експериментами.

source: Spokojnie, dobrze się nim tutaj zajmiemy.
uk: Запевняю тебе, тут про нього добре подбають.

source: Spokojnie, ja tylko...
uk: Спокійно, я тільки...

source: Spokojnie, jak już będzie po wszystkim, sprawię ci nową!
uk: Будь впевнена, коли все закінчиться, я куплю тобі нову!

source: Spokojnie, jakoś się dogadamy!
uk: Розслабся, ми якось порозуміємося!

source: Spokojnie, jestem po waszej stronie.
uk: Будьте певні, я на вашому боці.

source: Spokojnie, jestem tu na polecenie Arethe.
uk: Спокійно, я тут за дорученням Арета.

source: Spokojnie, jestem tutaj w interesach.
uk: Спокійно, я тут у справах.

source: Spokojnie, jesteśmy w kaplicy Adanosa. Niebezpieczeństwa są już za nami.
uk: Не хвилюйся, ми знаходимося в каплиці Аданоса. Небезпеки вже позаду.

source: Spokojnie, już ich używałem, wszystko będzie w porządku.
uk: Запевняю тебе, я вже користувався ними раніше, все буде добре.

source: Spokojnie, już jesteś bezpieczny, nic ci nie grozi. Znajdujemy się w Klasztorze Magów Wody na małej wysepce obok Archolos, a konkretniej w lecznicy klasztornej.
uk: Не хвилюйся, зараз ти в безпеці, тобі нічого не загрожує. Ми знаходимось у монастирі Магів Води на маленькому острові поруч з Архолосом, а точніше – в монастирському лазареті.

source: Spokojnie, już my zadbamy, żeby nie próbowali okradać obywateli naszego miasta!
uk: Не сумнівайся, ми простежимо за тим, щоб вони не намагалися обкрадати мешканців нашого міста!

source: Spokojnie, już się stąd wynoszę.
uk: Заспокойся, я вже йду.

source: Spokojnie, już sobie idę.
uk: Заспокойся, я вже йду.

source: Spokojnie, kolego! Łatwiej cię rozdrażnić niż Dużego Bena, gdy brakuje mu piwa!
uk: Заспокойся, друже! Тебе легше роздратувати, ніж Великого Бена, коли йому не вистачає пива!

source: Spokojnie, ktoś na pewno będzie w pobliżu, żeby przekazać ci wszystko, co potrzebne.
uk: Але не хвилюйся, хтось обов'язково тобі про це нагадає.

source: Spokojnie, możesz tylko pogorszyć swoją sytuację.
uk: Розслабся, ти можеш зробити тільки гірше для себе.

source: Spokojnie, najpierw chcę o coś zapytać.
uk: Спокійно, я хочу спочатку дещо запитати.

source: Spokojnie, nic mi nie będzie.
uk: Заспокойся, зі мною все буде добре.

source: Spokojnie, nie chce ci nic zrobić.
uk: Розслабся, я не хочу тобі нашкодити.

source: Spokojnie, nie chcę ci nic zrobić.
uk: Розслабся, я не збираюсь тобі нашкодити.

source: Spokojnie, nie chcę ci robić krzywdy!
uk: Заспокойся, я не хочу тобі нашкодити!

source: Spokojnie, nie jestem jednym z nich!
uk: Спокійно, я не один з них!

source: Spokojnie, nie masz się czego obawiać. Możesz tutaj opowiedzieć o wszystkim. Udzielamy ci głosu.
uk: Запевняю, тобі немає чого боятися. Ти можеш про все розповісти. Надаємо тобі слово.

source: Spokojnie, nie o twoje złoto mi chodzi.
uk: Не хвилюйся, мені не твоє золото потрібне.

source: Spokojnie, nie oceniam cię. Adanos mi świadkiem, że sam na twoim miejscu zrobiłbym to samo.
uk: Не хвилюйся, я тебе не засуджую. Аданос мені свідок, на твоєму місці я вчинив би так само.

source: Spokojnie, nie szukam zwady. Zwyczajnie dziwi mnie widok ludzi w kanałach.
uk: Заспокойся, я не шукаю бійки. Просто я здивувався, коли побачив людей у каналізації.

source: Spokojnie, nie to miałem na myśli.
uk: Спокійно, я не це мав на увазі.

source: Spokojnie, nie zamierzam cię wydać straży, ale lepiej nikomu się nie chwal, jak tu dotarłeś.
uk: Запевняю тебе, я не здам тебе Варті, але краще нікому не кажи, як ти сюди потрапив.

source: Spokojnie, nie zrobię wam krzywdy. Obiecuję.
uk: Заспокойся, я вас не скривджу. Обіцяю.

source: Spokojnie, nigdzie się nie wybieram.
uk: Спокійно, я нікуди не дінуся.

source: Spokojnie, omówimy sobie wszystko, gdy już ochłoniesz.
uk: Спокійніше, обговоримо все, коли ти заспокоїшся.

source: Spokojnie, po prostu zgadłem.
uk: Заспокойся, я просто здогадався.

source: Spokojnie, poczekam na ciebie na miejscu.
uk: Не хвилюйся, я чекатиму тебе на місці.

source: Spokojnie, poradzimy sobie. Jest nas dwóch, jeden będzie szukał ścieżki, a drugi wypatrywał bestii.
uk: Будь певен, ми впораємось. Нас двоє, один шукатиме стежку, а інший пильнуватиме за звірами.

source: Spokojnie, poradzimy sobie...
uk: Будь певен, я впораюсь...

source: Spokojnie, poradzę sobie.
uk: Будь певен, я впораюсь...

source: Spokojnie, powiedz dokładnie, co się stało. Nic ci nie grozi.
uk: Заспокойся і розкажи все, що сталося. Тобі нічого не загрожує.

source: Spokojnie, powiem ci dokładnie, co masz robić, a jeśli ktoś będzie się pytał, to powiem, że sam ją przygotowywałem.
uk: Не переживай, я поясню, що потрібно робити, а якщо хтось запитає, скажу, що приготував його сам.

source: Spokojnie, przejdź się po jaskini, rozglądnij się za jakimiś rozrzuconymi gratami i pogadaj z chłopakami.
uk: Не поспішай, пройдися по печері, пошукай якийсь розкиданий мотлох, поспілкуйся з хлопцями.

source: Spokojnie, przez Przystań przewinęło się już kilku renegatów. Skoro jesteś w środku, to znaczy, że jesteś w porządku.
uk: Будь певен, через Гавань вже пройшло кілька відступників. Якщо ти вже всередині, значить, з тобою все гаразд.

source: Spokojnie, przyszedłem cię przeprosić.
uk: Розслабся, я прийшов вибачитися.

source: Spokojnie, przyszedłem wam pomóc!
uk: Спокійно, я прийшов вам допомогти!

source: Spokojnie, rozważam tylko taką okoliczność. Przykro mi, że twój pan jest niedysponowany, ale mój wuj czeka na swoje złoto.
uk: Розслабся, я лише обмірковую такий розвиток подій. Мені прикро, що твій господар нездужає, та мій дядько чекає на своє золото.

source: Spokojnie, sam do niedawna byłem tu nowy.
uk: Запевняю, я сам донедавна був тут новачком.

source: Spokojnie, sam jestem strażnikiem. Jak coś pójdzie nie tak, to wezmę za to odpowiedzialność.
uk: Запевняю тебе, я сам вартовий. Якщо щось піде не так, я візьму на себе відповідальність.

source: Spokojnie, sam to zrobię.
uk: Заспокойся, я сам це зроблю.

source: Spokojnie, spokojnie! Ja tylko chciałem kilka drobiazgów, żeby zacząć nowe życie. Pozwól nam odejść, błagam!
uk: Спокійно, спокійно! Я хотів лише кілька дрібничок, щоб почати нове життя. Відпусти нас, благаю!

source: Spokojnie, spokojnie! Mam tu coś co idealnie będzie do ciebie pasować. To w ramach podziękowania za twoją pomoc.
uk: Тихіше, розслабся! Я маю дещо, що ідеально підійде тобі. Це в знак подяки за твою допомогу.

source: Spokojnie, spokojnie, będzie gotowa. Do zobaczenia!
uk: Запевняю, буде готова. До побачення!

source: Spokojnie, spokojnie, po co od razu zawracać głowę magom, przecież to bardzo zajęci ludzie! Jak mogę ci pomóc?
uk: Спокійно, спокійно, навіщо одразу турбувати магів, адже вони дуже зайняті люди! Чим я можу тобі допомогти?

source: Spokojnie, spokojnie.
uk: Спокійно, спокійно.

source: Spokojnie, spokojnie. Nie zapomniałam o nagrodzie dla ciebie.
uk: Спокійно, спокійно. Я не забула про винагороду для тебе.

source: Spokojnie, tak jak mówiłem, to naprawdę prosta sprawa. Wystarczy spokojna ręka, trochę cierpliwości i dobre oko. Poradzisz sobie!
uk: Запевняю, як я вже казав, насправді це дуже проста справа. Все, що тобі потрібно - це спокійна рука, трохи терпіння та уважність. І все вдасться!

source: Spokojnie, tak tylko cię sprawdzałem...
uk: Заспокойся, я просто перевіряв тебе...

source: Spokojnie, to krótkotrwały efekt, zaraz poczujesz się lepiej. Weź ten zwój. Gdyby nasz kochany gospodarz zaczął się budzić, natychmiast rzuć czar, ale nie wcześniej!
uk: Не хвилюйся, це короткочасний ефект, скоро тобі стане краще. Візьми цей сувій. Якщо наш любий господар почне прокидатися, негайно накладай заклинання, але не раніше!

source: Spokojnie, to nic strasznego. Po prostu jeśli chcemy wprowadzić piwo Tomasa na rynek, musimy osłabić konkurencję.
uk: Не хвилюйся, нічого страшного. Просто, якщо ми хочемо вивести пиво Томаса на ринок, нам потрібно ослабити конкурентів.

source: Spokojnie, to potrwa tylko chwilę.
uk: Заспокойся, це займе лише мить.

source: Spokojnie, to tylko przyjacielska rada od kogoś kto przeżył już niejedną bitwę!
uk: Спокійно, це лише дружня порада від людини, яка пройшла не одну битву!

source: Spokojnie, to tylko tymczasowe. Muszę jakoś opchnąć ten cały złom, a później kto wie... Może popłynę na Khorinis? Słyszałem, że można tam zbić fortunę przez tę całą kolonię.
uk: Розслабся, це лише тимчасово. Мені якось треба продати весь цей мотлох, а потім хто знає... Можливо, відпливу на Хорініс? Я чув, там можна заробити цілий статок у тій колонії.

source: Spokojnie, tylko pytałem. To ja już sobie pójdę.
uk: Спокійно, я просто запитав. Я вже йду.

source: Spokojnie, tylko śpi.
uk: Розслабся, він просто спить.

source: Spokojnie, tym zajmę się już sam. Muszę tylko zwolnić jeden z baniaków. Zlałem już poprzednią partię do butelek, żeby mieć miejsce na nasze wino.
uk: Будь певен, про це я вже сам подбаю. Мені лише потрібно звільнити одну з діжок. Попередню партію я вже розлив у пляшки, щоб було місце для нашого вина.

source: Spokojnie, w ruinach Vardhal znajduje się podobno cały skarbiec pełen złota i artefaktów...
uk: Не сумнівайся, в руїнах Вардхалу, як кажуть, знаходиться ціла скарбниця, повна золота та артефактів...

source: Spokojnie, wartownik przy zachodniej bramie nas wpuścił. Powiedział, że znajdziemy tutaj schronienie.
uk: Спокійно, нас впустив охоронець, який стоїть біля західних воріт. Він сказав, що ми знайдемо тут прихисток.

source: Spokojnie, wszystko będzie w porządku.
uk: Розслабся, все буде добре.

source: Spokojnie, wszystko ci wynagrodzę. Słowo Królewskiego Gwardzisty!
uk: Можеш не сумніватися, я тобі все компенсую. Слово Королівського гвардійця!

source: Spokojnie, wygrałeś. Wytłumacz mi, o co w tym wszystkim chodzi.
uk: Спокійніше, переконав. Поясни мені, про що взагалі йде мова.

source: Spokojnie, wynagrodzę ci to. Słowo Królewskiego Gwardzisty!
uk: Можеш не сумніватися, я все компенсую. Слово Королівського гвардійця!

source: Spokojnie, z pewnością się dogadamy...
uk: Розслабся, я впевнений, що ми знайдемо спільну мову...

source: Spokojnie, znam tego człowieka!
uk: Спокійно, я знаю цю людину!

source: Spokojnie, żartuję! Niebieski bez kwitnie bardzo szybko. Przy dobrej pogodzie nawet za kilka tygodni spróbujemy pierwszych próbek miodu.
uk: Заспокойся, я жартую! Синя бузина цвіте дуже швидко. Якщо буде гарна погода, то за кілька тижнів ми навіть зможемо спробувати перші зразки меду.

source: Spokojnie. Cokolwiek to jest możesz przekazać to mnie - nie ma potrzeby by zajmować Pana Volkera drobnymi sprawami.
uk: Спокійно. Що б це не було, ти можеш передати це мені – немає потреби відволікати пана Волкера дрібними справами.

source: Spokojnie. Interesuje mnie twoja szkatułka, a nie szukanie walki.
uk: Розслабся. Мене цікавить твоя скринька, а не бійка.

source: Spokojnie. Jak udało ci się uciec?
uk: Заспокойся. Як тобі вдалося втекти?

source: Spokojnie. Jestem tu by wam pomóc. Czujesz się już lepiej?
uk: Спокійно. Я тут, щоб вам допомогти. Тобі вже краще?

source: Spokojnie. Może mnie chociaż wysłuchasz?
uk: Заспокойся. Може, хоч вислухаєш мене?

source: Spokojnie. W takim razie znajdź jakiegoś grajka. Archolos to kulturalna stolica regionu, na pewno znajdziesz kogoś chętnego.
uk: Розслабся. В такому випадку, знайди музиканта. Архолос – культурна столиця регіону. Я впевнений, ти знайдеш когось, хто захоче пограти.

source: Spokojnie...
uk: Спокійно...

source: Spokój okazał się jednak złudny, jakby spod ziemi zaczęły wyrastać kolejne szkielety.
uk: Однак спокій виявився оманливим, оскільки з-під землі почало підійматися все більше скелетів.

source: Spokój w Silbach nie trwał długo. Kilka miesięcy po upolowaniu Bestii, w tajemniczych okolicznościach zaczęły ginąć kolejne osoby...
uk: Спокій у Сільбаху тривав недовго. Через кілька місяців після того, як вполювали Звіра, ще більше людей почали гинути за загадкових обставин...

source: Spokój? To się da załatwić!
uk: Спокій? Це можна влаштувати!

source: Spora bryła soli.
uk: Великий шматок солі.

source: Spora butelka ciemnej cieczy.
uk: Велика пляшка з темною рідиною.

source: Spora posiadłość, zaraz obok stoczni.
uk: Великий маєток, одразу біля корабельні.

source: Spore jajo ścierwojada,
uk: Велике яйце падальника,

source: Sporo kosztowało mnie zdobycie tego żelaza.
uk: Мені дорого коштувало роздобути це залізо.

source: Sporo ludzi wraca stamtąd razem z jakimś nieprzyjemnym choróbskiem. Większość objawów wygląda jak podczas zwykłego przeziębienia, czasami dochodzi do tego jeszcze krwawienie z nosa.
uk: Багато людей повертаються звідти з якоюсь неприємною хворобою. Більшість симптомів схожі на симптоми звичайної застуди, але іноді супроводжуються носовою кровотечею.

source: Sporo na nim zakrzepłej krwi.
uk: На ньому багато засохлої крові.

source: Sporo nowych się tu ostatnio przewija, ale imię obiło mi się o uszy.
uk: Останнім часом тут багато новачків, але я чув це ім'я.

source: Sporo ryzykowałeś, żeby zdobyć to wszystko dla nas. Dlatego ci zaufam.
uk: Ти сильно ризикував, щоб дістати все це для нас. Тому я довірюсь тобі.

source: Sporo spraw na Archolos wymaga naszej uwagi, ale ze wszystkimi sobie poradzimy, bez obaw.
uk: Чимало речей на Архолосі потребують нашої уваги, але ми з усім впораємося, не хвилюйся.

source: Sporo tego piwa tutaj macie, może coś od przemytników?
uk: У вас тут повно пива, може, воно від контрабандистів?

source: Sporo tego.
uk: Тут багато.

source: Sporo uchodźców się ostatnio na wyspie pojawia, kupcy pewnie będą szczodrze płacić za pilnowanie ich towarów przed złodziejami.
uk: Останнім часом на острові з'явилося багато біженців, торговці, ймовірно, щедро заплатять за охорону своїх товарів від злодіїв.

source: Sporo. Chce osiągnąć ten efekt na paru skrzyniach pełnych stali.
uk: Досить багато. Цього ефекту потрібно досягти на кількох ящиках зі сталлю.

source: Spory kawałek
uk: Великий шматок

source: Spory kociołek - do zdobycia w kuchni
uk: Великий казан - є на кухні
